<?php
/**
 * Description...
 *
 * @author mole <mole.chen@foxmail.com>
 * @version $Id: code.php 172 2011-09-28 02:30:26Z mole1230 $
 */
return array(
	'A00001' => '操作成功',
	'B00001' => '操作失败',
	'B00003' => '非法操作',
	'B00100' => '请您先登录',
	'B00101' => '此用户为超权用户，您不能修改其行为',
	'B00201' => '文件 {name} 超过 {maxsize}',
	'B00202' => '文件 {name} 超过{maxsize}',
	'B00203' => '文件 {name} 只有部分上传',
	'B00204' => '上传的文件不能为空',
	'B00205' => '文件没有上传',
	'B00206' => '临时目录不存在',
	'B00207' => '文件写入错误',
	'B00208' => '文件扩展名错误',
	'B00209' => '未知错误',
	'B00210' => '文件超过 {maxsize}',
	'B00211' => '只请允许上传文件名后缀为 {ext}',
	'B10001' => '用户名不能为空',
	'B10002' => '密码不能空',
	'B10003' => '验证码错误',
	'B10004' => '用户名或密码错误',
	'B10005' => '原始密码不正确',
);

